/* Localizable strings of com.apple.dock preference manifest */


"Dock.pfm_title" =							"Dock";
"Dock.pfm_description" =					"Dock-asetukset. Asetukset on jaettu yksinkertaisiin ulkonäköavaimiin ja monimutkaisempiin ohjelmien ja dokumenttien tiilisanakirjoihin.";
"autohide.pfm_title" =						"Kätketään";
"autohide.pfm_description" =				"Aseta todeksi, jos haluat laittaa kätkeytyminen päälle.";
"autohide-immutable.pfm_title" =			"Kätkeytyvä valintaneliö pois käytöstä";
"autohide-immutable.pfm_description" =		"Aseta todeksi, jos haluat poistaa Kätke ja näytä automaattisesti -valintaneliön käytöstä.";
"contents-immutable.pfm_title" =			"Muutokset estetty";
"contents-immutable.pfm_description" =		"Aseta todeksi, jos haluat estää käyttäjää muuttamasta Dockin sisältöä.";
"largesize.pfm_title" =						"Tiilen enimmäiskoko";
"largesize.pfm_description" =				"Tiilen enimmäiskoko pikseleissä.";
"launchanim.pfm_title" =					"Käynnistysanimaatio";
"launchanim.pfm_description" =				"Aseta todeksi, jos haluat käyttää käynnistysanimaatiota.";
"launchanim-immutable.pfm_title" =			"Käynnistysanimaatiovalintaneliö pois käytöstä";
"launchanim-immutable.pfm_description" =	"Aseta todeksi, jos haluat poistaa käynnistysanimaatiovalintaneliön käytöstä.";
"magnification.pfm_title" =					"Suurennus";
"magnification.pfm_description" =			"Aseta todeksi, jos haluat laittaa suurennuksen päälle.";
"magnify-immutable.pfm_title" =				"Suurennusvalintaneliö pois käytöstä";
"magnify-immutable.pfm_description" =		"Aseta todeksi, jos haluat poistaa suurennusvalintaneliön käytöstä.";
"magsize-immutable.pfm_title" =				"Suurennusliukusäädin pois käytöstä";
"magsize-immutable.pfm_description" =		"Aseta todeksi, jos haluat poistaa suurennusliukusäätimen käytöstä.";
"mineffect.pfm_title" =						"Minimointitehoste";
"mineffect.pfm_description" =				"Minimointitehoste.";
"mineffect-immutable.pfm_title" =			"Pienennyksen ponnahdusvalikko pois käytöstä";
"mineffect-immutable.pfm_description" =		"Aseta todeksi, jos haluat poistaa pienennystehosteen ponnahdusvalikon käytöstä.";
"orientation.pfm_title" =					"Sijainti";
"orientation.pfm_description" =				"Dockin sijainti vasemmalla, oikealla tai alhaalla.";
"position-immutable.pfm_title" =			"Sijaintisäätimet pois käytöstä";
"position-immutable.pfm_description" =		"Aseta todeksi, jos haluat estää käyttäjää muuttamasta Dockin sijaintia.";
"tilesize.pfm_title" =						"Tiilen koko";
"tilesize.pfm_description" =				"Tiilen koko.";
"size-immutable.pfm_title" =				"Tiilenkokosäätö pois käytöstä";
"size-immutable.pfm_description" =			"Aseta todeksi, jos haluat estää käyttäjää muuttamasta tiilen kokoa.";
"static-only.pfm_title" =					"Vain hallinnoidut tiilet";
"static-only.pfm_description" =				"Aseta todeksi, jos haluat näyttää vain hallinnoidut tiilet.";

/* Application tiles */
"AppItems-Raw.pfm_title" =					"Ohjelman tiilet";
"AppItems-Raw.pfm_description" =			"Taulu ohjelman tiilidatalle.";
"apptile.pfm_title" =						"Ohjelmatiili";
"apptile.pfm_description" =					"Yksi ohjelmatiili.";

/* Application & document tiles */
"tile-data.pfm_title" =						"Dockin tiilidata";
"tile-data.pfm_description" =				"Dockin tiilidata.";
"file-data.pfm_title" =						"Tiedostodata";
"file-data.pfm_description" =				"Tiedostodata tiedostotiilelle.";
"_CFURLString.pfm_title" =					"Tiedostopolku";
"_CFURLString.pfm_description" =			"Absoluuttinen tiedostojärjestelmäpolku.";
"_CFURLStringType.pfm_title.file" =			"Tiedosto-osoitteen tyyppi";
"_CFURLStringType.pfm_description.file" =	"Tiedosto-osoitteen tyyppi. Arvona aina 0.";
"_CFURLStringType.pfm_title.URL" =			"Osoitetyyppi";
"_CFURLStringType.pfm_description.URL" =	"Osoitetyyppi. Arvona aina 0.";
"_CFURLStringType.pfm_title.URLID" =		"Osoitetunnuksen tyyppi";
"_CFURLStringType.pfm_description.URLID" =	"Osoitetunnuksen tyyppi. Arvona aina 15.";
"_CFURLAliasData.pfm_title" =				"Alias";
"_CFURLAliasData.pfm_description" =			"Aliasdata; vaaditaan vain palvelinkohteille.";
"tile-type.pfm_title" =						"Tiilen tyyppi";
"tile-type.pfm_description" =				"Tiilen tyyppi.";
"mcx_typehint.pfm_title" =					"MCX-tyyppinen vihje";
"mcx_typehint.pfm_description" =			"Workgroup Managerin sisäisesti käyttämä. Älä muuta.";

 
/* Document tiles */
"DocItems-Raw.pfm_title" =					"Dokumentin tiilet";
"DocItems-Raw.pfm_description" =			"Taulu dokumentin ja osoitteen tiilidatalle.";
"doctile.pfm_title" =						"Dokumenttitiili";
"doctile.pfm_description" =					"Yksi dokumenttitiili.";
"url.pfm_title" =							"Osoitedata";
"url.pfm_description" =						"Osoitedata osoitetiilelle.";
"file-label.pfm_title" =					"Tiedostotiilimerkki";
"file-label.pfm_description" =				"Tiilimerkki tiedostolle.";
"label.pfm_title" =							"Osoitetiilimerkki";
"label.pfm_description" =					"Osoitetiilen tiilimerkki.";
"file-type.pfm_title" =						"Kohdetyyppi";
"file-type.pfm_description" =				"Kohteen tyyppi. Dokumenttitiilille: aseta arvoon 2 ei-taltiolle, arvoon 18 taltiolle ja arvoon 32 ei-kansiolle.";

/* mcx special folders */
"MCXDockSpecialFolders-Raw.pfm_title" =			"MCX-erikoiskansiot";
"MCXDockSpecialFolders-Raw.pfm_description" =	"Hallinnoidun asiakkaan lisäämät kansiot.";
"mcxfolderflag.pfm_title" =						"Kansiolippu";
"mcxfolderflag.pfm_description" =				"Lippu yhdelle hallinnoidun asiakkaan lisäämälle kansiolle.";

/* Union policy keys. Not supported by 10.4 preference editor, but here for future use. */
"appTilesUPKManaged.pfm_title" =			"Hallinnoitu ohjelmatiilien liittokäytäntö";
"appTilesUPKManaged.pfm_description" =		"Ohjelmatiilien liittokäytäntöavaimet hallinnoidulle domainille.";
"appTilesUPKUser.pfm_title" =				"Käyttäjän ohjelmatiilien liittokäytäntö";
"appTilesUPKUser.pfm_description" =			"Ohjelmatiilien liittokäytäntöavaimet käyttäjädomainille.";
"docTilesUPKManaged.pfm_title" =			"Hallinnoitu dokumenttitiilien liittokäytäntö";
"docTilesUPKManaged.pfm_description" =		"Dokumenttitiilien liittokäytäntöavaimet hallinnoidulle domainille.";
"docTilesUPKUser.pfm_title" =				"Käyttäjän dokumenttitiilien liittokäytäntö";
"docTilesUPKUser.pfm_description" =			"Dokumenttitiilien liittokäytäntöavaimet käyttäjädomainille.";
"mcxDocSpecialUPK.pfm_title" =				"Hallinnoidun asiakkaan erikoiskansioiden liittokäytäntöavain";
"mcxDocSpecialUPK.pfm_description" =		"Liittokäytäntöavain hallinnoitujen asiakkaiden Dock-erikoiskansioille.";
